Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: Orange Cloud · 第三方 Cloudflare 客户端
ar: Orange Cloud · عميل Cloudflare من جهة خارجية
de: Orange Cloud · Cloudflare-Client von Drittanbietern
en: Orange Cloud · Third-party Cloudflare client
es_mx: Orange Cloud · Cliente Cloudflare de terceros
fr: Orange Cloud · Client Cloudflare tiers
ja: Orange Cloud · サードパーティ Cloudflare クライアント
ko: Orange Cloud · 서드파티 Cloudflare 클라이언트
pt_br: Orange Cloud · Cliente externo da Cloudflare
pt_pt: Orange Cloud · Cliente externo da Cloudflare
tr: Orange Cloud · Üçüncü taraf Cloudflare istemcisi
zh_hant: Orange Cloud · 第三方 Cloudflare 用戶端
zh_hk: Orange Cloud · 第三方 Cloudflare 客戶端

source: Orange Cloud 反馈
ar: ملاحظات Orange Cloud
de: Orange Cloud Feedback
en: Orange Cloud Feedback
es_mx: Comentarios de Orange Cloud
fr: Commentaires Orange Cloud
ja: Orange Cloud フィードバック
ko: Orange Cloud 피드백
pt_br: Feedback do Orange Cloud
pt_pt: Feedback do Orange Cloud
tr: Orange Cloud geri bildirimi
zh_hant: Orange Cloud 意見回饋
zh_hk: Orange Cloud 意見反饋

source: Pro 已解锁
ar: تم تفعيل Pro
de: Pro freigeschaltet
en: Pro Unlocked
es_mx: Pro desbloqueado
fr: Pro débloqué
ja: Pro はアンロック済み
ko: Pro 잠금 해제됨
pt_br: Pro desbloqueado
pt_pt: Pro desbloqueado
tr: Pro kilidi açıldı
zh_hant: Pro 已解鎖
zh_hk: Pro 已解鎖

source: Queues 需要 Pro
ar: يتطلب Queues إصدار Pro
de: Queues erfordert Pro
en: Queues requires Pro
es_mx: Queues requiere Pro
fr: Queues nécessite Pro
ja: Queues には Pro が必要
ko: Queues는 Pro 필요
pt_br: Queues requer Pro
pt_pt: Queues requer Pro
tr: Queues için Pro gerekir

source: R2 A 类操作 · %@
ar: عمليات R2 من الفئة A · %@
de: R2-Klasse-A-Operationen · %@
en: R2 Class A ops · %@
es_mx: Operaciones clase A de R2 · %@
fr: Opérations R2 classe A · %@
ja: R2 クラス A 操作 · %@
ko: R2 클래스 A 작업 · %@
pt_br: Operações classe A do R2 · %@
pt_pt: Operações classe A do R2 · %@
tr: R2 A sınıfı işlemler · %@
zh_hant: R2 A 類操作 · %@
zh_hk: R2 A 類操作 · %@

source: R2 B 类操作 · %@
ar: عمليات R2 من الفئة B · %@
de: R2-Klasse-B-Operationen · %@
en: R2 Class B ops · %@
es_mx: Operaciones clase B de R2 · %@
fr: Opérations R2 classe B · %@
ja: R2 クラス B 操作 · %@
ko: R2 클래스 B 작업 · %@
pt_br: Operações classe B do R2 · %@
pt_pt: Operações classe B do R2 · %@
tr: R2 B sınıfı işlemler · %@
zh_hant: R2 B 類操作 · %@
zh_hk: R2 B 類操作 · %@

source: R2 套餐
ar: خطة R2
de: R2-Tarif
en: R2 plan
es_mx: Plan de R2
fr: Forfait R2
ja: R2 プラン
ko: R2 요금제
pt_br: Plano do R2
pt_pt: Plano do R2
tr: R2 planı
zh_hant: R2 方案
zh_hk: R2 計劃

source: R2 存储
ar: تخزين R2
de: R2-Speicher
en: R2 storage
es_mx: Almacenamiento de R2
fr: Stockage R2
ja: R2 ストレージ
ko: R2 저장소
pt_br: Armazenamento do R2
pt_pt: Armazenamento do R2
tr: R2 depolama
zh_hant: R2 儲存
zh_hk: R2 儲存

source: R2 对象存储
ar: تخزين كائنات R2
de: R2 Object Storage
en: R2 Object Storage
es_mx: Almacenamiento de objetos R2
fr: Stockage d’objets R2
ja: R2 オブジェクトストレージ
ko: R2 객체 저장소
pt_br: Armazenamento de objetos R2
pt_pt: Armazenamento de objetos R2
tr: R2 Nesne Depolama
zh_hant: R2 物件儲存
zh_hk: R2 物件儲存

source: R2 对象存储、D1 数据库与 KV 键值管理属于 Orange Cloud Pro。
ar: تخزين كائنات R2 وقواعد بيانات D1 وإدارة KV جزء من Orange Cloud Pro.
de: R2 Object Storage, D1-Datenbanken und KV-Verwaltung gehören zu Orange Cloud Pro.
en: R2 object storage, D1 databases, and KV management are part of Orange Cloud Pro.
es_mx: El almacenamiento de objetos R2, las bases de datos D1 y la gestión de KV son parte de Orange Cloud Pro.
fr: Le stockage d’objets R2, les bases de données D1 et la gestion KV font partie d’Orange Cloud Pro.
ja: R2 オブジェクトストレージ、D1 データベース、KV 管理は Orange Cloud Pro の機能です。
ko: R2 객체 저장소, D1 데이터베이스, KV 관리는 Orange Cloud Pro에 포함됩니다.
pt_br: O armazenamento de objetos R2, os bancos de dados D1 e o gerenciamento de KV fazem parte do Orange Cloud Pro.
pt_pt: O armazenamento de objetos R2, as bases de dados D1 e a gestão de KV fazem parte do Orange Cloud Pro.
tr: R2 Nesne Depolama, D1 veritabanları ve KV yönetimi Orange Cloud Pro’ya dahildir.
zh_hant: R2 物件儲存、D1 資料庫與 KV 鍵值管理屬於 Orange Cloud Pro。
zh_hk: R2 物件儲存、D1 資料庫與 KV 鍵值管理屬於 Orange Cloud Pro。

source: Service Worker：addEventListener("fetch", …)。
ar: Service Worker: استخدم addEventListener("fetch", …).
de: Service Worker: addEventListener("fetch", …) verwenden.
en: Service Worker: use addEventListener("fetch", …).
es_mx: Service Worker: usa addEventListener("fetch", …).
fr: Service Worker : utilisez addEventListener("fetch", …).
ja: Service Worker：addEventListener("fetch", …) 形式。
ko: Service Worker: addEventListener("fetch", …) 사용.
pt_br: Service Worker: use addEventListener("fetch", …).
pt_pt: Service Worker: use addEventListener("fetch", …).
tr: Service Worker: addEventListener("fetch", …) kullanın.
zh_hant: Service Worker：使用 addEventListener("fetch", …)。
zh_hk: Service Worker：使用 addEventListener("fetch", …)。

source: Service 绑定
ar: ربط الخدمة
de: Service-Binding
en: Service Binding
es_mx: Enlace de servicio
fr: Liaison de service
ja: Service バインディング
ko: Service 바인딩
pt_br: Binding de serviço
pt_pt: Binding de serviço
tr: Hizmet bağlaması
zh_hant: Service 繫結
zh_hk: Service 繫結

source: Snippets 是 Cloudflare Pro 及以上套餐的边缘 JS 能力。点击右上角 + 创建第一个。
ar: ‏Snippets هي JavaScript على الحافة في خطط Cloudflare Pro وما فوق. انقر على + لإنشاء أول واحد.
de: Snippets sind Edge-JavaScript in Cloudflare-Tarifen ab Pro. Tippe auf +, um dein erstes zu erstellen.
en: Snippets are edge JavaScript on Cloudflare Pro plans and above. Tap + to create your first.
es_mx: Los Snippets son JavaScript en el borde, disponible en planes Cloudflare Pro y superiores. Toca + para crear el primero.
fr: Les Snippets sont du JavaScript en périphérie sur les forfaits Cloudflare Pro et supérieurs. Touchez + pour créer le premier.
ja: Snippets は Cloudflare Pro 以上のエッジ JavaScript 機能です。右上の + で最初の 1 つを作成しましょう。
ko: Snippets는 Cloudflare Pro 이상 요금제의 엣지 JavaScript 기능입니다. 오른쪽 상단의 +를 눌러 첫 번째를 만드세요.
pt_br: Snippets são JavaScript na borda, nos planos Cloudflare Pro e superiores. Toque em + para criar o primeiro.
pt_pt: Snippets são JavaScript na periferia, nos planos Cloudflare Pro e superiores. Toque em + para criar o primeiro.
tr: Snippets, Cloudflare Pro ve üzeri planlarda uç JavaScript’tir. İlkini oluşturmak için + simgesine dokunun.
zh_hant: Snippets 是 Cloudflare Pro 及以上方案的邊緣 JS 功能。點按右上角 + 建立第一個。
zh_hk: Snippets 是 Cloudflare Pro 及以上計劃的邊緣 JS 功能。點按右上角 + 建立第一個。

source: Snippets 需要 Cloudflare Pro 及以上套餐，且当前授权未包含编辑权限。
ar: تتطلب Snippets خطة Cloudflare Pro أو أعلى، ولا يتضمن تفويضك الحالي إذن التعديل.
de: Snippets erfordern einen Cloudflare-Tarif ab Pro, und deine Autorisierung enthält keine Bearbeitungsberechtigung.
en: Snippets require a Cloudflare Pro plan or above, and your authorization doesn’t include edit permission.
es_mx: Los Snippets requieren un plan Cloudflare Pro o superior, y tu autorización no incluye permiso de edición.
fr: Les Snippets nécessitent un forfait Cloudflare Pro ou supérieur, et votre autorisation n’inclut pas la permission de modification.
ja: Snippets には Cloudflare Pro 以上のプランが必要で、現在の認可には編集権限が含まれていません。
ko: Snippets는 Cloudflare Pro 이상 요금제가 필요하며, 현재 인증에는 편집 권한이 포함되어 있지 않습니다.
pt_br: Os Snippets exigem um plano Cloudflare Pro ou superior, e sua autorização não inclui permissão de edição.
pt_pt: Os Snippets exigem um plano Cloudflare Pro ou superior, e a sua autorização não inclui permissão de edição.
tr: Snippets, Cloudflare Pro veya üzeri bir plan gerektirir ve mevcut yetkilendirmeniz düzenleme iznini içermiyor.
zh_hant: Snippets 需要 Cloudflare Pro 及以上方案，且目前授權未包含編輯權限。
zh_hk: Snippets 需要 Cloudflare Pro 及以上計劃，且目前授權未包含編輯權限。

source: Snippets 需要 Pro
ar: تتطلب Snippets خطة Pro
de: Snippets erfordern Pro
en: Snippets require Pro
es_mx: Los Snippets requieren Pro
fr: Les Snippets nécessitent Pro
ja: Snippets には Pro が必要
ko: Snippets에는 Pro가 필요합니다
pt_br: Os Snippets exigem Pro
pt_pt: Os Snippets exigem Pro
tr: Snippets, Pro gerektirir

source: SSL 证书
ar: شهادات SSL
de: SSL-Zertifikate
en: SSL Certificates
es_mx: Certificados SSL
fr: Certificats SSL
ja: SSL 証明書
ko: SSL 인증서
pt_br: Certificados SSL
pt_pt: Certificados SSL
tr: SSL Sertifikaları
zh_hant: SSL 憑證
zh_hk: SSL 證書

source: SSL 证书检查
ar: فحص شهادة SSL
de: SSL-Zertifikat prüfen
en: SSL certificate
es_mx: Comprobar certificado SSL
fr: Vérifier le certificat SSL
ja: SSL 証明書チェック
ko: SSL 인증서 점검
pt_br: Verificar certificado SSL
pt_pt: Verificar certificado SSL
tr: SSL sertifikası denetimi
zh_hant: SSL 憑證檢查
zh_hk: SSL 證書檢查

source: SSL/TLS 加密模式
ar: وضع تشفير SSL/TLS
de: SSL/TLS-Verschlüsselungsmodus
en: SSL/TLS encryption mode
es_mx: Modo de cifrado SSL/TLS
fr: Mode de chiffrement SSL/TLS
ja: SSL/TLS 暗号化モード
ko: SSL/TLS 암호화 모드
pt_br: Modo de criptografia SSL/TLS
pt_pt: Modo de encriptação SSL/TLS
tr: SSL/TLS şifreleme modu

source: state 校验失败，请重试
ar: فشل التحقق من state. يرجى المحاولة مرة أخرى.
de: State-Validierung fehlgeschlagen. Bitte versuche es erneut.
en: State validation failed. Please try again.
es_mx: Error de validación de state. Inténtalo de nuevo.
fr: Échec de la validation de l’état. Veuillez réessayer.
ja: state の検証に失敗しました。再試行してください
ko: state 검증에 실패했습니다. 다시 시도하세요.
pt_br: Falha na validação do state. Tente novamente.
pt_pt: Falha na validação do state. Tente novamente.
tr: state doğrulaması başarısız oldu. Lütfen tekrar deneyin.
zh_hant: state 驗證失敗，請重試
zh_hk: state 驗證失敗，請重試

source: Telegram 频道
ar: قناة Telegram
de: Telegram-Kanal
en: Telegram channel
es_mx: Canal de Telegram
fr: Canal Telegram
ja: Telegram チャンネル
ko: Telegram 채널
pt_br: Canal do Telegram
pt_pt: Canal do Telegram
tr: Telegram kanalı
zh_hant: Telegram 頻道
zh_hk: Telegram 頻道

source: Telegram 频道发布版本更新与项目动态。
ar: تنشر قناة Telegram تحديثات الإصدارات وأخبار المشروع.
de: Der Telegram-Kanal veröffentlicht Release-Updates und Projektneuigkeiten.
en: The Telegram channel posts release updates and project news.
es_mx: El canal de Telegram publica novedades de versiones y noticias del proyecto.
fr: Le canal Telegram publie les nouveautés des versions et du projet.
ja: Telegram チャンネルでは、リリース更新やプロジェクトの最新情報をお知らせします。
ko: Telegram 채널에서 릴리스 소식과 프로젝트 동향을 전합니다.
pt_br: O canal do Telegram publica novidades de versões e do projeto.
pt_pt: O canal do Telegram publica novidades de versões e do projeto.
tr: Telegram kanalı sürüm güncellemelerini ve proje haberlerini paylaşır.
zh_hant: Telegram 頻道發佈版本更新與專案動態。
zh_hk: Telegram 頻道發佈版本更新與專案動態。

source: TLS 版本
ar: إصدار TLS
de: TLS-Version
en: TLS Version
es_mx: Versión de TLS
fr: Version TLS
ja: TLS バージョン
ko: TLS 버전
pt_br: Versão do TLS
pt_pt: Versão do TLS
tr: TLS Sürümü

source: Tunnel 管理
ar: إدارة الأنفاق
de: Tunnel-Verwaltung
en: Tunnel Management
es_mx: Gestión de túneles
fr: Gestion des tunnels
ja: トンネル管理
ko: 터널 관리
pt_br: Gerenciamento de túneis
pt_pt: Gestão de túneis
tr: Tünel yönetimi
zh_hant: 通道管理
zh_hk: 隧道管理

source: Tunnel 需要 Pro
ar: يتطلب النفق خطة Pro
de: Tunnel erfordert Pro
en: Tunnel Requires Pro
es_mx: El túnel requiere Pro
fr: Le tunnel nécessite Pro
ja: Tunnel には Pro が必要
ko: 터널에는 Pro가 필요합니다
pt_br: O túnel exige Pro
pt_pt: O túnel exige Pro
tr: Tünel, Pro gerektirir

source: Under Attack 模式
ar: وضع Under Attack
de: Under-Attack-Modus
en: Under Attack Mode
es_mx: Modo Bajo Ataque
fr: Mode Under Attack
ja: Under Attack モード
ko: 공격 대응 모드
pt_br: Modo Sob Ataque
pt_pt: Modo Sob Ataque
tr: Under Attack Modu

source: URI 路径
ar: مسار URI
de: URI-Pfad
en: URI Path
es_mx: Ruta URI
fr: Chemin URI
ja: URI パス
ko: URI 경로
pt_br: Caminho URI
pt_pt: Caminho URI
tr: URI Yolu
zh_hant: URI 路徑
zh_hk: URI 路徑

source: URL 模式，可用 * 通配，如 example.com/*。
ar: نمط عنوان URL؛ تعمل * كحرف بدل، مثل example.com/*.
de: Ein URL-Muster; * dient als Platzhalter, z. B. example.com/*.
en: A URL pattern; * works as a wildcard, e.g. example.com/*.
es_mx: Un patrón de URL; * funciona como comodín, p. ej. example.com/*.
fr: Un modèle d’URL ; * sert de caractère générique, p. ex. example.com/*.
ja: URL パターンです。* をワイルドカードとして使えます（例：example.com/*）。
ko: URL 패턴이며 *를 와일드카드로 사용할 수 있습니다(예: example.com/*).
pt_br: Um padrão de URL; * funciona como curinga, ex.: example.com/*.
pt_pt: Um padrão de URL; * funciona como carácter universal, ex.: example.com/*.
tr: Bir URL kalıbı; * joker olarak çalışır, ör. example.com/*.
zh_hant: URL 模式，可用 * 萬用字元，如 example.com/*。
zh_hk: URL 模式，可用 * 萬用字元，如 example.com/*。

source: URL 重写
ar: إعادة كتابة URL
de: URL-Umschreibung
en: URL Rewrite
es_mx: Reescritura de URL
fr: Réécriture d’URL
ja: URL 書き換え
ko: URL 다시 쓰기
pt_br: Reescrita de URL
pt_pt: Reescrita de URL
tr: URL Yeniden Yazma
zh_hant: URL 重寫
zh_hk: URL 重寫

source: VoiceOver、更大字体、不只靠颜色区分、足够对比度全面达标，配合系统辅助功能更顺手。
ar: ‏VoiceOver ونص أكبر وإشارات لا تعتمد على اللون وحده وتباين كافٍ — كل ذلك متوفر، لتعمل التطبيق بسلاسة مع ميزات تسهيلات الاستخدام في النظام.
de: VoiceOver, größerer Text, nicht nur farbabhängige Hinweise und ausreichender Kontrast – alles erfüllt, sodass die App reibungslos mit den Bedienungshilfen des Systems funktioniert.
en: VoiceOver, larger text, color-independent cues, and sufficient contrast — all in place, so the app works smoothly with the system accessibility features.
es_mx: VoiceOver, texto más grande, indicaciones que no dependen solo del color y contraste suficiente: todo listo para funcionar bien con las funciones de accesibilidad del sistema.
fr: VoiceOver, texte plus grand, repères ne reposant pas uniquement sur la couleur et contraste suffisant — tout est en place, pour que l’app fonctionne sans accroc avec les fonctionnalités d’accessibilité du système.
ja: VoiceOver、文字の拡大、色だけに頼らない表示、十分なコントラストに対応。システムのアクセシビリティ機能と快適に連携します。
ko: VoiceOver, 더 큰 텍스트, 색상에만 의존하지 않는 표시, 충분한 대비를 모두 지원하여 시스템 손쉬운 사용 기능과 매끄럽게 어울립니다.
pt_br: VoiceOver, texto maior, indicações que não dependem só da cor e contraste suficiente — tudo pronto para funcionar bem com os recursos de acessibilidade do sistema.
pt_pt: VoiceOver, texto maior, indicações que não dependem só da cor e contraste suficiente — tudo pronto para funcionar bem com as funcionalidades de acessibilidade do sistema.
tr: VoiceOver, daha büyük metin, yalnızca renge dayanmayan ipuçları ve yeterli kontrast — hepsi mevcut; böylece uygulama, sistemin erişilebilirlik özellikleriyle sorunsuz çalışır.
zh_hant: VoiceOver、更大字體、不只靠顏色區分、足夠對比度全面達標，搭配系統輔助使用功能更順手。
zh_hk: VoiceOver、更大字體、不只靠顏色區分、足夠對比度全面達標，配合系統輔助功能更順手。

source: WAF 管理需要 Pro
ar: تتطلب إدارة WAF خطة Pro
de: WAF-Verwaltung erfordert Pro
en: WAF Management Requires Pro
es_mx: La gestión de WAF requiere Pro
fr: La gestion du WAF nécessite Pro
ja: WAF 管理には Pro が必要
ko: WAF 관리에는 Pro가 필요합니다
pt_br: O gerenciamento de WAF exige Pro
pt_pt: A gestão de WAF exige Pro
tr: WAF yönetimi, Pro gerektirir

source: WAF 规则启停
ar: تشغيل/إيقاف قواعد WAF
de: WAF-Regeln ein-/ausschalten
en: WAF rule toggling
es_mx: Activar/desactivar reglas de WAF
fr: Activation/désactivation des règles WAF
ja: WAF ルールの有効/無効切り替え
ko: WAF 규칙 켜기/끄기
pt_br: Ativar/desativar regras de WAF
pt_pt: Ativar/desativar regras de WAF
tr: WAF kuralı açma/kapatma
zh_hant: WAF 規則啟停
zh_hk: WAF 規則啟停

source: WAF 防火墙
ar: جدار حماية WAF
de: WAF-Firewall
en: WAF Firewall
es_mx: Firewall WAF
fr: Pare-feu WAF
ja: WAF ファイアウォール
ko: WAF 방화벽
pt_br: Firewall WAF
pt_pt: Firewall WAF
tr: WAF Güvenlik Duvarı
zh_hant: WAF 防火牆
zh_hk: WAF 防火牆

source: Worker 错误通知
ar: تنبيهات أخطاء Worker
de: Worker-Fehlerbenachrichtigungen
en: Worker error alerts
es_mx: Alertas de error de Worker
fr: Alertes d’erreur Worker
ja: Worker エラー通知
ko: Worker 오류 알림
pt_br: Alertas de erro do Worker
pt_pt: Alertas de erro do Worker
tr: Worker hata uyarıları
zh_hant: Worker 錯誤通知
zh_hk: Worker 錯誤通知

source: Workers / R2 / D1 / KV 用量通常需要付费版 Cloudflare 账号；域名流量分析不受影响。
ar: يتطلب استخدام Workers / R2 / D1 / KV عادةً حساب Cloudflare مدفوعًا. أما تحليلات حركة مرور النطاقات فلا تتأثر.
de: Die Nutzung von Workers / R2 / D1 / KV erfordert in der Regel ein kostenpflichtiges Cloudflare-Konto. Die Domain-Traffic-Analyse ist davon nicht betroffen.
en: Workers / R2 / D1 / KV usage usually requires a paid Cloudflare account. Domain traffic analytics still work.
es_mx: El uso de Workers / R2 / D1 / KV suele requerir una cuenta de pago de Cloudflare. El análisis de tráfico de dominios sigue disponible.
fr: L’utilisation de Workers / R2 / D1 / KV nécessite généralement un compte Cloudflare payant. L’analyse du trafic des domaines reste disponible.
ja: Workers / R2 / D1 / KV の使用量には通常、有料の Cloudflare アカウントが必要です。ドメインのトラフィック分析は引き続き利用できます。
ko: Workers / R2 / D1 / KV 사용량은 일반적으로 유료 Cloudflare 계정이 필요합니다. 도메인 트래픽 분석은 계속 사용할 수 있습니다.
pt_br: O uso de Workers / R2 / D1 / KV geralmente requer uma conta paga da Cloudflare. A análise de tráfego de domínios continua funcionando.
pt_pt: A utilização de Workers / R2 / D1 / KV requer normalmente uma conta paga da Cloudflare. A análise de tráfego de domínios continua a funcionar.
tr: Workers / R2 / D1 / KV kullanımı genellikle ücretli bir Cloudflare hesabı gerektirir. Alan adı trafik analizleri bundan etkilenmez.
zh_hant: Workers / R2 / D1 / KV 用量通常需要付費版 Cloudflare 帳號；網域流量分析不受影響。
zh_hk: Workers / R2 / D1 / KV 用量通常需要付費版 Cloudflare 帳戶；域名流量分析不受影響。

source: Workers AI 需要 Pro
ar: يتطلب Workers AI إصدار Pro
de: Workers AI erfordert Pro
en: Workers AI requires Pro
es_mx: Workers AI requiere Pro
fr: Workers AI nécessite Pro
ja: Workers AI には Pro が必要
ko: Workers AI는 Pro 필요
pt_br: Workers AI requer Pro
pt_pt: Workers AI requer Pro
tr: Workers AI için Pro gerekir

source: Workers CPU · 今日
ar: معالج Workers · اليوم
de: Workers-CPU · Heute
en: Workers CPU · Today
es_mx: CPU de Workers · Hoy
fr: CPU Workers · Aujourd’hui
ko: Workers CPU · 오늘
pt_br: CPU dos Workers · Hoje
pt_pt: CPU dos Workers · Hoje
tr: Workers CPU · Bugün

source: Workers CPU · 单次
ar: معالج Workers · لكل استدعاء
de: Workers-CPU · Pro Aufruf
en: Workers CPU · Per invocation
es_mx: CPU de Workers · Por invocación
fr: CPU Workers · Par invocation
ja: Workers CPU · 1回あたり
ko: Workers CPU · 호출당
pt_br: CPU dos Workers · Por invocação
pt_pt: CPU dos Workers · Por invocação
tr: Workers CPU · Çağrı başına
zh_hant: Workers CPU · 單次
zh_hk: Workers CPU · 單次

source: Workers 套餐
ar: خطة Workers
de: Workers-Tarif
en: Workers plan
es_mx: Plan de Workers
fr: Forfait Workers
ja: Workers プラン
ko: Workers 요금제
pt_br: Plano dos Workers
pt_pt: Plano dos Workers
tr: Workers planı
zh_hant: Workers 方案
zh_hk: Workers 計劃

source: Workers 实时日志
ar: سجلات Workers المباشرة
de: Workers-Echtzeitprotokolle
en: Workers Live Logs
es_mx: Registros en vivo de Workers
fr: Journaux en direct Workers
ja: Workers ライブログ
ko: Workers 실시간 로그
pt_br: Logs ao vivo dos Workers
pt_pt: Registos em direto dos Workers
tr: Workers canlı günlükleri
zh_hant: Workers 即時記錄
zh_hk: Workers 即時日誌

source: Workers 实时日志 + Live Activity
ar: سجلات Workers المباشرة + Live Activity
de: Workers-Echtzeitprotokolle + Live Activity
en: Workers live logs + Live Activity
es_mx: Registros en vivo de Workers + Live Activity
fr: Journaux en direct Workers + Live Activity
ja: Workers ライブログ + ライブアクティビティ
ko: Workers 실시간 로그 + Live Activity
pt_br: Logs ao vivo dos Workers + Live Activity
pt_pt: Registos em direto dos Workers + Live Activity
tr: Workers canlı günlükleri + Live Activity
zh_hant: Workers 即時記錄 + 即時動態
zh_hk: Workers 即時日誌 + 即時動態

source: Workers 实时日志与灵动岛 Live Activity 属于 Orange Cloud Pro。
ar: سجلات Workers المباشرة وLive Activity في Dynamic Island جزء من Orange Cloud Pro.
de: Die Workers-Echtzeitprotokolle und die Dynamic Island Live Activity gehören zu Orange Cloud Pro.
en: Workers live logs and the Dynamic Island Live Activity are part of Orange Cloud Pro.
es_mx: Los registros en vivo de Workers y la Live Activity de la Dynamic Island son parte de Orange Cloud Pro.
fr: Les journaux en direct Workers et la Live Activity de la Dynamic Island font partie d’Orange Cloud Pro.
ja: Workers のライブログと Dynamic Island のライブアクティビティは Orange Cloud Pro の機能です。
ko: Workers 실시간 로그와 다이내믹 아일랜드 Live Activity는 Orange Cloud Pro에 포함됩니다.
pt_br: Os logs ao vivo dos Workers e a Live Activity da Dynamic Island fazem parte do Orange Cloud Pro.
pt_pt: Os registos em direto dos Workers e a Live Activity da Dynamic Island fazem parte do Orange Cloud Pro.
tr: Workers canlı günlükleri ve Dynamic Island Live Activity, Orange Cloud Pro’ya dahildir.
zh_hant: Workers 即時記錄與動態島即時動態屬於 Orange Cloud Pro。
zh_hk: Workers 即時日誌與動態島即時動態屬於 Orange Cloud Pro。

source: Workers 脚本
ar: نصوص Workers البرمجية
de: Workers-Skripte
en: Workers Scripts
es_mx: Scripts de Workers
fr: Scripts Workers
ja: Workers スクリプト
ko: Workers 스크립트
pt_br: Scripts de Workers
pt_pt: Scripts de Workers
tr: Workers betikleri
zh_hant: Workers 指令碼
zh_hk: Workers 指令碼

source: Workers 请求 · %@
ar: طلبات Workers · %@
de: Workers-Anfragen · %@
en: Workers requests · %@
es_mx: Solicitudes de Workers · %@
fr: Requêtes Workers · %@
ja: Workers リクエスト · %@
ko: Workers 요청 · %@
pt_br: Solicitações de Workers · %@
pt_pt: Pedidos de Workers · %@
tr: Workers istekleri · %@
zh_hant: Workers 請求 · %@
zh_hk: Workers 請求 · %@

source: Workers 请求 · 今日
ar: طلبات Workers · اليوم
de: Workers-Anfragen · Heute
en: Workers requests · Today
es_mx: Solicitudes de Workers · Hoy
fr: Requêtes Workers · Aujourd’hui
ja: Workers リクエスト · 今日
ko: Workers 요청 · 오늘
pt_br: Solicitações de Workers · Hoje
pt_pt: Pedidos de Workers · Hoje
tr: Workers istekleri · Bugün
zh_hant: Workers 請求 · 今日
zh_hk: Workers 請求 · 今日

source: Workers 错误
ar: أخطاء Workers
de: Workers-Fehler
en: Workers errors
es_mx: Errores de Workers
fr: Erreurs Workers
ja: Workers エラー
ko: Workers 오류
pt_br: Erros de Workers
pt_pt: Erros de Workers
tr: Workers hataları
zh_hant: Workers 錯誤
zh_hk: Workers 錯誤

source: workers.dev 子域
ar: نطاق workers.dev الفرعي
de: workers.dev-Subdomain
en: workers.dev Subdomain
es_mx: Subdominio workers.dev
fr: Sous-domaine workers.dev
ja: workers.dev サブドメイン
ko: workers.dev 서브도메인
pt_br: Subdomínio workers.dev
pt_pt: Subdomínio workers.dev
tr: workers.dev alt alan adı
zh_hant: workers.dev 子網域

source: YouTube 受限
ar: وضع YouTube المقيد
de: YouTube eingeschränkt
en: YouTube Restricted
es_mx: YouTube restringido
fr: YouTube restreint
ja: YouTube 制限
ko: YouTube 제한
pt_br: YouTube restrito
pt_pt: YouTube restrito
tr: YouTube Kısıtlı

source: Zero Trust 需要 Pro
ar: Zero Trust يتطلب Pro
de: Zero Trust erfordert Pro
en: Zero Trust requires Pro
es_mx: Zero Trust requiere Pro
fr: Zero Trust nécessite Pro
ja: Zero Trust には Pro が必要
ko: Zero Trust에는 Pro 필요
pt_br: Zero Trust exige Pro
pt_pt: Zero Trust exige Pro
tr: Zero Trust için Pro gerekir

source: ZIP 文件已损坏或格式不受支持
ar: ملف ZIP تالف أو غير مدعوم
de: ZIP-Datei beschädigt oder nicht unterstützt
en: ZIP file is corrupted or unsupported
es_mx: El archivo ZIP está dañado o no es compatible
fr: Fichier ZIP corrompu ou non pris en charge
ja: ZIP ファイルが破損しているか未対応の形式です
ko: ZIP 파일이 손상되었거나 지원되지 않습니다
pt_br: Arquivo ZIP corrompido ou não suportado
pt_pt: Ficheiro ZIP danificado ou não suportado
tr: ZIP dosyası bozuk veya desteklenmiyor
zh_hant: ZIP 檔案已損毀或格式不支援
zh_hk: ZIP 檔案已損毀或格式不支援

source: Zones、Workers、存储等页面的数据来自当前账号。
ar: تعرض صفحات مثل Zones وWorkers والتخزين بيانات الحساب الحالي.
de: Seiten wie Zones, Workers und Speicher zeigen Daten des aktuellen Kontos.
en: Zones, Workers, Storage and other pages show data from the current account.
es_mx: Las páginas de Zones, Workers, Almacenamiento y otras muestran datos de la cuenta actual.
fr: Les pages telles que Zones, Workers et Stockage affichent les données du compte actuel.
ja: ドメイン、Workers、ストレージなどのページには現在のアカウントのデータが表示されます。
ko: Zones, Workers, 저장소 등의 페이지는 현재 계정의 데이터를 표시합니다.
pt_br: As páginas de Zones, Workers, Armazenamento e outras mostram dados da conta atual.
pt_pt: As páginas de Zones, Workers, Armazenamento e outras mostram dados da conta atual.
tr: Zones, Workers, Depolama gibi sayfalar geçerli hesabın verilerini gösterir.
zh_hant: 網域、Workers、儲存等頁面的資料來自目前帳號。
zh_hk: 域名、Workers、儲存等頁面的數據來自目前帳戶。
